Repository: rocksdanister/lively
Catalog: src/Lively/Lively.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, lt_lt, ms_my, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_cyrl, sr_latn, sv_se, tr_tr, uk_ua, zh_cn

# DescOledScreensaverNotice
source: Most modern LCD and LED displays do not suffer from burn-in issue and therefore any wallpaper can be used as screensaver. For OLED, Plasma or CRT displays which are susceptibe to burn-in it is advised to use wallpaper with regular motion and an overall dark theme which is supposed to mitigate burn-in but this feature is untested and its effectiveness cannot be guaranteed. The main purpose of Lively's screensavers is to add another layer of customization to your pc, use screensavers as burn-in protection at your own risk!
af_za: Die meeste moderne LCD- en LED-skerms ly nie aan inbrandprobleme nie en daarom kan enige muurpapier as skermbewaarder gebruik word. Vir OLED-, Plasma- of CRT-skerms wat vatbaar is vir inbrand, word dit aangeraai om plakpapier met gereelde beweging te gebruik en 'n algehele donker tema wat veronderstel is om inbranding te versag, maar hierdie kenmerk is ongetoets en die doeltreffendheid daarvan kan nie gewaarborg word nie. Die hoofdoel van Lively se skermbeskermers is om nog 'n laag aanpassing by jou rekenaar te voeg, gebruik skermbeskermers as inbrandbeskerming op eie risiko!
bg_bg: Повечето съвременни LCD и LED дисплеи не страдат от проблем с нагряването и следователно всеки тапет може да се използва като скрийнсейвър. За OLED, плазмени или CRT дисплеи, които са податливи на изгаряне, се препоръчва използването на тапети с редовно движение и цялостна тъмна тема, която трябва да смекчи изгарянето, но тази функция не е тествана и нейната ефективност не може да бъде гарантирана. Основната цел на скрийнсейвърите на Lively е да добавят още един слой персонализиране към вашия компютър, да използват скрийнсейвъри като защита от изгаряне на свой собствен риск!
cs_cz: Většina moderních LCD a LED displejů netrpí vypalováním, a proto lze tapetu použít jako spořič obrazovky. Pro OLED, Plazma nebo CRT displeje, které jsou náchylné ke spálení, se doporučuje používat tapetu s pravidelným pohybem a celkový tmavý motiv, který má zmírnit spálení, ale tento prvek není otestován a jeho účinnost nemůže být zaručena. Hlavním účelem spořičů Lively's obrazovky je přidat další vrstvu přizpůsobení do vaší pc, použít spořiče obrazovky jako ochranu proti spálení na vlastní riziko!
da_dk: De fleste moderne LCD og LED-skærme ikke lider af burn-in problem, og derfor enhver tapet kan bruges som screensaver. For OLED, Plasma eller CRT skærme, som er tilbøjelige til at brænde i det rådes til at bruge tapet med regelmæssig bevægelse og en samlet mørk tema, som formodes at afbøde forbrænding, men denne funktion er uprøvet og dens effektivitet kan ikke garanteres. Hovedformålet med Lively's screensavers er at tilføje endnu et lag af tilpasning til din pc, bruge screensavers som burn-in beskyttelse på din egen risiko!
de_de: Die meisten modernen LCD- und LED-Bildschirme haben keine Probleme mit dem Einbrennen von Bildern, so dass jeder Hintergrund als Bildschirmschoner verwendet werden kann. Bei OLED-, Plasma- und CRT-Bildschirmen kann es zu Einbrenneffekten kommen. Es wird daher empfohlen einen Hintergrund mit konstanten Bewegungen und ein insgesamt dunkles Thema zu verwenden, um das Einbrennen zu mildern. Da diese Funktion jedoch nicht getestet ist, kann ihre Effektivität nicht gewährleistet werden. Der Hauptzweck von Livelys Bildschirmschonern ist das hinzufügen einer weiteren Schicht zu benutzerdefinierten Gestaltung des Computers. Die Verwendung des Bildschirmschoners als Schutz gegen Einbrennen geschieht auf eigene Gefahr!
el_gr: Οι περισσότερες σύγχρονες οθόνες LCD και LED δεν υποφέρουν από πρόβλημα burn-in και επομένως οποιαδήποτε ταπετσαρία μπορεί να χρησιμοποιηθεί ως προφύλαξη οθόνης. Για οθόνες OLED, Plasma ή CRT που είναι ευαίσθητες στο burn-in, συνιστάται να χρησιμοποιείτε ταπετσαρία με κανονική κίνηση και ένα συνολικό σκοτεινό θέμα που υποτίθεται ότι μετριάζει το burn-in, αλλά αυτή η δυνατότητα δεν έχει δοκιμαστεί και η αποτελεσματικότητά της δεν είναι εγγυημένη. Ο κύριος σκοπός της προφύλαξης οθόνης του Lively είναι να προσθέσετε ένα άλλο επίπεδο προσαρμογής στον υπολογιστή σας, χρησιμοποιήσετε την προφύλαξη οθόνης ως προστασία από burn-in με δική σας ευθύνη!
es_es: La mayoría de pantallas modernas LCD y LED no sufren de quemado de pantalla, y por esa razón cualquier fondo de pantalla puede ser usado como salvapantallas. Para pantallas OLED, Plasma o CRT, que son susceptibles al quemado y retención de imagen, es recomendado el uso de salvapantallas con movimiento continuo, y que tenga un tema relativamente oscuro que se supone que puede mitigar este efecto, pero este método no ha sido comprobado y no se puede garantizar su eficacia. El objetivo principal del salva pantallas en Lively es ofrecer más posibilidades para personalizar tu PC. Usa salvapantallas como protección contra el quemado de pantalla bajo tu propio riesgo!
fa_ir: اکثر نمایشگرهای LCD و LED مدرن مشکل سوختگی پیکسل ندارند و بنابراین می‎‌توان از هر تصویر زمینه به عنوان محافظ صفحه استفاده کرد. برای نمایشگرهای OLED، پلاسما یا CRT که مستعد سوختن هستند، توصیه می‌شود از تصاویر زمینه با حرکت منظم و تم کلی تیره استفاده کنید که سوختگی پیکسل را کاهش می‌دهد، اما این ویژگی آزمایش نشده است و نمی‌توان کارایی آن را تضمین کرد. هدف اصلی محافظ‌های صفحه نمایش Lively اضافه کردن لایه دیگری از سفارشی‌سازی به رایانه شما است، از محافظ‌های صفحه نمایش به عنوان محافظت در برابر سوختگی پیکسل با مسئولیت خود استفاده کنید!
fi_fi: Useimmat nykyaikaiset LCD ja LED-näytöt eivät kärsi burn-in ongelmista ja siksi mitä tahansa taustakuvaa voidaan käyttää näytönsäästäjä. OLED, Plasma tai CRT näytöt, jotka ovat alttiita palamiselle on suositeltavaa käyttää taustakuvaa säännöllisellä liikeellä ja yleisellä tummalla teemalla, jonka on tarkoitus lieventää palamista, mutta tämä ominaisuus on testaamaton ja sen tehokkuutta ei voida taata. Livelyn näytönsäästäjien päätarkoituksena on lisätä toinen kustomisoinnin kerros tietokoneeseen, käytä näytönsäästäjiä kuten palo-suojaa omalla riskilläsi!
he_il: מרבית צגי ה- LCD וה- LED המודרניים אינם סובלים מבעיות צריבה ולכן כל טפט יכול לשמש כשומר מסך. עבור מסכי OLED, פלזמה או CRT הרגישים לצריבה מומלץ להשתמש בטפטים עם תנועה קבועה ועם נושא כהה כולל אשר אמור למתן צריבה אך תכונה זו אינה נבדקה ולא ניתן להבטיח את יעילותה. המטרה העיקרית של שומרי המסך של Lively היא להוסיף שכבת התאמה אישית נוספת למחשב האישי שלך, השתמש בשומרי מסך כהגנה על צריבה על אחריותך בלבד!
id_id: Sebagian besar layar LCD dan LED modern tidak mengalami masalah burn-in dan oleh karena itu wallpaper apa pun dapat digunakan sebagai screensaver. Untuk tampilan OLED, Plasma, atau CRT yang rentan mengalami masalah burn-in, disarankan untuk menggunakan wallpaper dengan gerakan reguler dan tema gelap keseluruhan yang seharusnya mengurangi burn-in tetapi fitur ini belum teruji dan efektivitasnya tidak dapat dijamin. Tujuan utama screensaver Lively adalah untuk menambahkan bagian kostumisasi lain ke komputer Anda, gunakan screensaver sebagai perlindungan burn-in dengan risiko Anda sendiri!
it_it: La maggior parte dei schermi LCD e LED moderni non soffrono di problemi di bruciatura dello schermo, pertanto qualsiasi sfondo può essere usato. Per i schermi di tipo OLED, Plasma o CRT che sono suscettibili ai problemi di bruciatura dello schermo, si consiglia di utilizzare sfondi con movimenti regolari e un tema generale scuro che dovrebbero mitigare le bruciature, ma, questa funziona non è ancora testata e pertanto non è garantita la sua efficacia. Lo scopo principale dei sfondi di Lively è aggiungero un altro livello di personalizzazione al tuo PC, usa gli sfondi a tuo rischio e pericolo dalle bruciature dello schermo!
ko_kr: 대부분의 최신 LCD 및 LED 디스플레이는 번인 문제가 발생하지 않으므로 모든 배경화면을 화면 보호기로 사용할 수 있습니다. 번인에 취약한 OLED, Plasma 또는 CRT 디스플레이의 경우 규칙적인 움직임이 있는 배경화면과 번인을 완화해야 하는 전체 어두운 테마를 사용하는 것이 좋습니다. 그러나 이 기능은 테스트되지 않았으며 그 효과를 보장할 수 없습니다. Lively 화면 보호기의 주요 목적은 사용자 PC에 사용자 지정의 다른 레이어를 추가하는 것입니다. 위험 부담을 감수하고 화면 보호기를 번인 보호로 사용하세요!
lt_lt: Dauguma šiuolaikinių LCD ir LED ekranų neturi perdegimo, todėl bet kokią ekrano užsklandą galima naudoti kaip ekrano užsklandą. OLED, plazminiams arba kineskopiniams ekranams, kurie yra linkę įdegti, patartina naudoti ekrano užsklandą su reguliariais judesiais ir bendrą tamsią temą, kuri turėtų sumažinti įdegimą, tačiau ši funkcija nėra išbandyta ir jos veiksmingumas negali būti garantuotas. Pagrindinis Lively ekrano užsklandų tikslas yra pridėti dar vieną tinkinimo sluoksnį prie kompiuterio, naudokite ekrano užsklandas kaip apsaugą nuo įsidegimo savo rizika!
ms_my: Kebanyakan skrin LCD dan LED yang moden tidak mengalami isu 'burn-in' dan justeru sebarang wallpaper boleh dijadikan sebagai screensaver. Bagi skrin OLED, Plasma atau CRT yang mudah mengalami isu 'burn-in' ini, anda digalakkan mengguna wallpaper yang mempunyai pergerakan yang lazim dan tema yang gelap secara keseluruhan untuk mengurangkan kesan isu ini, tetapi cara mitigasi ini tidak pernah diuji dan keberkesanannya tidak mampu dijamin. Tujuan utama screensaver Lively adalah untuk menambah satu lagi lapisan penyesuaian bagi PC anda. Gunakan screensaver sebagai pelindung 'burn-in' atas risiko anda sendiri!
pl_pl: Większość nowoczesnych wyświetlaczy LCD i LED nie ma problemów z wypalaniem, dlatego jako wygaszacza ekranu można używać każdej tapety. Dla wyświetlaczy typu OLED, Plasma lub CRT, które są podatne na efekt wypalania, zaleca się używanie ruchomej tapety w ogólnie ciemnych kolorach, co powinno zmniejszyć efekt wypalenia, ale jest sposobem niepotwierdzonym i niekoniecznie skutecznym. Głównym celem wygaszacza ekranu Lively jest dodanie kolejnej warstwy personalizacji do Twojego komputera, używaj wygaszacza jako zabezpieczenia przed wypaleniem na własne ryzyko!
pt_br: A maioria dos displays LCD e LED não sofrem de burn-in e portanto qualquer plano de fundo pode ser usado como protetor de tela. Para displays OLED, Plasma ou CRT que estão sujeitos a burn-in, é recomendável usar um plano de fundo com movimento regular e aparência escura no geral, que deve reduzir o burn-in mas esta função não foi testada e sua efetividade não pode ser garantida. O foco principal dos protetores de tela do Lively é adicionar mais uma camada de customização em seu PC, use protetores de tela como prevenção ao burn-in por sua conta e risco!
pt_pt: A maioria das telas modernas LCD e LED não sofrem com o problema de burn-in, pelo que qualquer papel de parede pode ser usado como um protetor de tela. Para as telas OLED, Plasma ou CRT que são susceptíveis de sofrer com o problema de burn-in é aconselhável utilizar um papel de parede com movimento regular e um tema escuro global que deverá atenuar o efeito de burn-in, no entanto a eficácia deste recurso não está testada, e a mesma não está garantida. O principal propósito do protetor de tela do Lively é adicionar outra camada de personalização ao computador, use por sua conta e risco!
ro_ro: Majoritatea ecranelor LCD și LED moderne nu suferă de probleme de ardere și, prin urmare, orice fundal poate fi folosit ca screensaver. Pentru afișajele OLED, cu plasmă sau CRT care sunt susceptibile de a arde, se recomandă utilizarea fundalelor cu mișcare regulată și o temă generală întunecată care ar trebui să atenueze arderea, dar această caracteristică nu este testată și eficacitatea ei nu poate fi garantată. Scopul principal al screensaverelor de la Lively este de a adăuga un alt nivel de personalizare la computerul tău, folosește screensaverele ca protecție împotriva arderii pe propriu tău risc!
ru_ru: Большинство современных ЖК-дисплеев и светодиодных экранов не подвержены выгоранию, поэтому в качестве заставки можно использовать любые обои. Для OLED, плазменных или ЭЛТ-дисплеев, которые подвержены выгоранию, рекомендуется использовать обои с регулярным движением и общей темной темой, которая должна смягчать выгорание, но эта функция не проверена, и ее эффективность не может быть гарантирована. Основная цель заставок Lively - добавить еще один уровень настройки на ваш компьютер, использовать заставки в качестве защиты от выгорания на свой страх и риск!
sr_cyrl: Већина модерних ЛЦД и ЛЕД дисплеја не пати од проблема прегоревања (бурн-ин ефекат) стога се може користити било која позадина као чувар екрана. За ОЛЕД, Плазма и ЦРТ дисплеје који су подложни бурн-ин ефекту препоручено је да користе позадину са редовним кретањем и општом тамном темом која би требала да ублажи прегоревање, ово није тестирано тако да ефективност се не може гарантовати. Главни циљ Лајвлија је додавање још једног слоја прилагођавања вашем рачунару, користите чуваре екрана као заштиту од прегоревања на сопствени ризик!
sr_latn: Većina modernih LCD i LED displeja ne pati od problema pregorevanja (burn-in efekat) stoga se može koristiti bilo koja pozadina kao čuvar ekrana. Za OLED, Plazma i CRT displeje koji su podložni burn-in efektu preporučeno je da koriste pozadinu sa redovnim kretanjem i opštom tamnom temom koja bi trebala da ublaži pregorevanje, ovo nije testirano tako da efektivnost se ne može garantovati. Glavni cilj Lively-a je dodavanje još jednog sloja prilagođavanja vašem računaru, koristite čuvare ekrana kao zaštitu od pregorevanja na sopstveni rizik!
sv_se: De flesta moderna LCD- och LED-skärmar lider inte av problemet med inbränning och därför kan alla bakgrunder användas som skärmsläckare. För OLED-, plasma- eller CRT-skärmar som är känsliga för inbränning rekommenderas det att använda bakgrunder med regelbundna rörelser och ett övergripande mörkt tema som antas minska inbränningen, men den här funktionen är oprövad och dess effektivitet kan inte garanteras. Huvudsyftet med Livelys skärmsläckare är att lägga till ytterligare ett lager av anpassning till din dator, använd skärmsläckare som skydd mot inbränning på egen risk!
tr_tr: Birçok modern LCD ve LED monitörler ekran yanmasına dayanıklı olduğundan herhangi bir duvar kağıdı kilit ekranında kullanılabilir. OLED, Plasma ve CRT monitörler ise ekran yanması sorununa karşı dayanıksız olduğundan bu monitörlerde yanmayı engellemek için düzenli hareketleri olan koyu duvar kağıtlarının kullanılması önerilmektedir. Ancak bu öneri test edilmemiştir ve yanmaya karşı etkili olduğu garanti edilmemektedir. Lively'nin kilit ekranı özelliği, bilgisayarınızı daha da kişiselleştirmenizi sağlamak amacıyla tasarlanmıştır. Ekran yanmasına karşı kilit ekranında harketli duvar kağıtlarının kullanılması kullanıcının sorumluluğundadır.
uk_ua: Більшість сучасних рідкокристалічних та світлодіодних дисплеїв не страждають від вигорання, і тому будь-які шпалери можна використовувати як заставку. Для OLED, плазмових або ЕЛТ-дисплеїв, які чутливі до вигорання, рекомендується використовувати шпалери з регулярним рухом та загальну темну тему, яка повинна пом'якшити вигорання, але ця функція не перевірена, і її ефективність не може бути гарантована. Основна мета заставки Lively - це додати ще один рівень налаштування до свого ПК, використовувати заставки як захист від вигорання на власний ризик!
zh_cn: 大多数现代 LCD 和 LED 显示器都不会出现老化问题，因此任何墙纸都可以用作屏幕保护程序。 对于容易老化的 OLED、等离子或 CRT 显示器，建议使用有规律运动的墙纸和整体深色主题，以减轻老化，但此功能未经测试，无法保证其有效性。 Lively 屏幕保护程序的主要目的是为您的电脑添加另一层自定义，使用屏幕保护程序作为老化保护，风险自负！

# TextChangeWallpaper
source: Change Wallpapers
af_za: Verander Agtergronde
bg_bg: Промяна на тапета
cs_cz: Změnit tapetu
da_dk: Skift baggrundsbillede
de_de: Hintergründe ändern
el_gr: Αλλαγή Ταπετσαριών
es_es: Cambiar los fondos
fa_ir: تغییر تصویر پس‌زمینه
fi_fi: Vaihda taustakuvaa
fr_fr: Changer le fond d'écran
he_il: שינוי טפט
it_it: Cambia Sfondo
ko_kr: 배경화면 변경
lt_lt: Keisti darbalaukio foną
ms_my: Tukar Latar Belakang
pl_pl: Zmień tapety
pt_br: Alterar planos de fundo
pt_pt: Alterar Papel de Parede
ro_ro: Schimbă fundaluri
ru_ru: Изменить обои
sr_cyrl: Мењање постера
sr_latn: Promeni pozadinu
sv_se: Byt bakgrundsbild
tr_tr: Duvar Kağıdını değiştir
zh_cn: 更换壁纸

# TextLastChecked
source: Last checked
af_za: Laas nagegaan
bg_bg: Последна проверка
cs_cz: Posední kontrola
da_dk: Sidst kontrolleret
de_de: Zuletzt geprüft
el_gr: Τελευταίος έλεγχος
es_es: Última vez revisado
fa_ir: آخرین بازدید
fi_fi: Viimeksi tarkistettu
fr_fr: Dernière vérification
he_il: נבדק לאחרונה
it_it: Ultimo Controllo
ko_kr: 마지막 확인
lt_lt: Tikrinta
ms_my: Semakan terakhir
pl_pl: Ostatnio sprawdzane
pt_br: Última verificação
pt_pt: Última verificação
ro_ro: Ultima verificare
ru_ru: Последний раз проверено
sr_cyrl: Последњи пут проверено
sr_latn: Poslednji Proverio
sv_se: Senast kontrollerat
tr_tr: Son kontrol
zh_cn: 上次检查

# TitleUpdates
source: Updates
af_za: Opdaterings
bg_bg: Актуализации
cs_cz: Aktualizace
da_dk: Opdateringer
de_de: Aktualisierungen
el_gr: Ενημερώσεις
es_es: Actualizaciones
fa_ir: به‌روزرسانی‌ها
fi_fi: Päivitykset
fr_fr: Mises à Jour
he_il: עדכונים
it_it: Aggiornamenti
ko_kr: 업데이트
lt_lt: Atnaujinimai
ms_my: Kemas Kini
pl_pl: Aktualizacje
pt_br: Atualizações
pt_pt: Atualizações
ro_ro: Actualizări
ru_ru: Обновления
sr_cyrl: Ажурирања
sr_latn: Ažuriranja
sv_se: Uppdatering
tr_tr: Güncellemeler
zh_cn: 更新

# CommunityPage.Content
source: Online discussion forum
de_de: Online-Diskussionsforum
el_gr: Online φόρουμ συζήτησης
fr_fr: Forum de discussion en ligne
ko_kr: 온라인 토론 포럼
pt_br: Fórum de discussão online
ru_ru: Интернет-форум для обсуждения
sv_se: Diskussionsforum online
tr_tr: Online tartışma forumu
zh_cn: 在线论坛

# DocumentationPage.Content
source: API documentation and help
de_de: API-Dokumentation und Hilfe
el_gr: Τεκμηρίωση και βοήθεια API
fr_fr: Aide et documentation de l'API
ko_kr: API 문서 및 도움말
pt_br: Documentação do API e ajuda
ru_ru: Документация и справка по API
sv_se: API-dokumentation och hjälp
tr_tr: API dökümantasyonu ve destek
zh_cn: API 文档和帮助

# OfficialWebpage.Content
source: Official webpage of Lively Wallpaper
de_de: Offizielle Webseite von Lively Wallpaper
el_gr: Επίσημη ιστοσελίδα της Lively Ταπετσαρίας
fr_fr: Site Officiel de Lively Wallpaper
ko_kr: Lively Wallpaper 공식 웹페이지
pt_br: Site oficial do Lively Wallpaper
ru_ru: Официальная страница Lively Wallpaper
sv_se: Officiell hemsida för Lively Wallpaper
tr_tr: Lively Wallpaper Resmi İnternet Sitesi
zh_cn: 官方网页

# ReportBugPage.Content
source: Report a problem with the software
de_de: Ein Problem mit der Software melden
el_gr: Αναφέρετε ένα πρόβλημα με το λογισμικό
fr_fr: Signaler un problème avec le logiciel
ko_kr: 소프트웨어 문제 보고
pt_br: Reporte um problema com o software
ru_ru: Сообщить о проблеме с программным обеспечением
sv_se: Rapportera ett problem med programvaran
tr_tr: Sorun bildir
zh_cn: 报告软件问题

# DescSupperDev
source: Show support by buying the developer coffee
af_za: Wys ondersteuning deur die ontwikkelaarkoffie te koop
bg_bg: Покажете подкрепа, като купите кафето за програмиста
cs_cz: Ukázat podporu nákupem kávy vývojáře
da_dk: Vis support ved at købe udviklerkaffe
de_de: Unterstützung zeigen und dem Entwickler einen Kaffee kaufen
el_gr: Δείξτε υποστήριξη αγοράζοντας ένα καφέ για τους προγραμματιστές
es_es: Muestra tu apoyo comprándole un café al desarrollador
fa_ir: با خرید قهوه برای توسعه‌دهنده حمایت خود را نشان دهید
fi_fi: Näytä tukesi ostamalla kehittäjälle kahvia
fr_fr: Montrez votre support en payant le café au développeur
he_il: הראה תמיכה על ידי קניית קפה מפתחים
it_it: Mostra il tuo supporto comprando un caffè allo sviluppatore
ko_kr: 개발자 커피를 구입하여 지원 표시
lt_lt: Parodykite palaikymą nupirkdami kūrėjui kavą
ms_my: Tunjukkan sokongan anda dengan membelikan pembangun secawan kopi
pl_pl: Okaż wsparcie deweloperowi, kupując mu kawę
pt_br: Mostre seu apoio comprando um café para o desenvolvedor
pt_pt: Demonstre apoio comprando um café ao programador
ro_ro: Arată sprijin cumpărând cafea dezvoltatorului
ru_ru: Окажите поддержку, купив кофе разработчика
sr_cyrl: Покажите подршку куповином развојне кафе
sr_latn: Pokaži podršku kupovinom kafe za developera
sv_se: Visa ditt stöd genom att köpa kaffe till utvecklaren
tr_tr: Bağışta bulunarak yazılımı destekle!
zh_cn: 通过购买开发者咖啡来表示支持

# DescSwitchBranchBetaWarning
source: You are about to change to beta (developer) build of Lively. Updates will be frequent and may contain bugs!
af_za: Jy is op die punt om te verander na beta (ontwikkelaar) bou van Lively. Opdaterings sal gereeld wees en kan foute bevat!
bg_bg: Вие сте на път да преминете към бета (за разработчици) компилация на Lively. Актуализациите ще бъдат чести и може да съдържат грешки!
cs_cz: Chystáte se změnit na beta (vývojář) sestavení Lively. Aktualizace budou časté a mohou obsahovat chyby!
da_dk: Du er ved at ændre til beta (udvikler) build af Lively. Opdateringer vil være hyppige og kan indeholde fejl!
de_de: Sie sind dabei zur Beta (Entwickler) Version von Lively zu wechseln. Aktualisierungen finden häufiger statt und können Fehler enthalten!
el_gr: Πρόκειται να αλλάξετε σε έκδοση δοκιμαστική (προγραμματιστή) του Lively. Οι ενημερώσεις θα είναι συχνές και ενδέχεται να περιέχουν σφάλματα!
es_es: Estas a punto de cambiar a una versión beta (en desarrollo) de Lively. Las actualizaciones serán frecuentes. ¡Y pueden llegar a tener errores!
fa_ir: شما در شرف تغییر به نسخه بتا (توسعه‌دهنده) Lively هستید. به‌روزرسانی‌ها مکرر خواهد بود و ممکن است حاوی اِشکال باشند!
fi_fi: Olet vaihtamassa Livelyn beta versioon. Päivityksiä tulee usein ja ne saattavat sisältää vikoja!
fr_fr: Vous êtes sur le point de changer de canal de mise à jour vers le canal bêta (développement) de Lively. Les Mises à Jour seront fréquentes et pourront contenir des bugs !
he_il: אתה עומד לעבור למבנה בטא (מפתח) של Lively. העדכונים יהיו תכופים ועשויים להכיל באגים!
it_it: Stai per aggiornare Lively alla versione Sviluppatore (Beta). Questa verisione contiene più funzioni ma anche più bug!
ko_kr: Lively의 베타(개발자) 빌드로 변경하려고 합니다. 업데이트는 빈번하며 버그가 포함될 수 있습니다!
lt_lt: Jūs dabar pasikeisit į beta (programuotojo) Lively versiją. Atnaujinimai bus dažnesni ir gali turėti defektų!
ms_my: Anda akan menukar ke versi binaan Lively ke beta. Kemaskini akan menjadi lebih kerap dan mungkin akan mengandungi pepijat!
pl_pl: Masz zamiar zmienić wersję Lively do wersji beta (deweloperskiej) Aktualizacje będą częste i mogą zawierać błędy!
pt_br: Você está prestes a mudar para a compilação beta (desenvolvedor) do Lively. Atualizações serão frequentes e podem ter bugs!
pt_pt: Está prestes a mudar para versão beta (para programadores) do Lively. As atualizações serão frequentes e poderão conter erros!
ro_ro: Ești pe cale să treci la versiunea beta (dezvoltator) a Lively. Actualizările vor fi frecvente și pot conține erori!
ru_ru: Вы собираетесь перейти на бета-версию (для разработчиков) Lively. Обновления будут частыми и могут содержать ошибки!
sr_cyrl: Сада ћете се променити у бета (девелопер) буилд оф Ливелy. Исправке ће бити честе и могу садржати грешке!
sr_latn: Spremate se da pređete na beta (programersku) verziju Liveli-a. Ažuriranja će biti česta i mogu sadržati greške!
sv_se: Du är på väg att byta till en betaversion (utvecklare) av Lively.Uppdateringarna kommer att vara frekventa och kan innehålla buggar!
tr_tr: Lively'nin beta sürümüne geçmek üzeresiniz. Beta sürümünde hatalar bulunabilir ve sıklıkla güncellemeler yapılabilir!
zh_cn: 您即将更改为该软件的测试版（开发人员）版本。 更新会很频繁，并且可能包含错误！
